;Place localized text in this file
[Stormtrooper X2SoldierClassTemplate]
DisplayName="冲锋队员"
ClassSummary="凭借他们出色的机动性，冲锋队员始终活跃于战场的第一线，通常只携带一把无托式步枪和一组手榴弹。冲锋队员极具侵略性，可以轻松清理掉一房间的敌人。"

; These entries are used with the "classic" promotion screen that shows just the two ability columns.

LeftAbilityTreeTitle="清除者"
RightAbilityTreeTitle="破坏者"

; These entries are used for the "new" promotion screen in the Training Center or with the New Promotion Screen By Default mod.

AbilityTreeTitles[0]="破坏者"
AbilityTreeTitles[1]="疾行者"
AbilityTreeTitles[2]="清除者"
AbilityTreeTitles[3]="Xcom"



;ALPHABETICAL ORDER
RandomNickNames[0]="仲裁者"
RandomNickNames[1]="狂战士"
RandomNickNames[2]="破坏者"
RandomNickNames[3]="斗牛犬"
RandomNickNames[4]="抓捕者"
RandomNickNames[5]="机会主义者"
RandomNickNames[6]="冲锋者"
RandomNickNames[7]="巡洋舰"
RandomNickNames[8]="夜魔"
RandomNicknames[9]="恶魔犬"
RandomNickNames[10]="不定者"
RandomNickNames[11]="终结"
RandomNicknames[12]="闪电"
RandomNicknames[13]="英雄"
RandomNickNames[14]="不灭"
RandomNickNames[15]="审判"
RandomNickNames[16]="正义"
RandomNickNames[17]="梦魇"
RandomNickNames[18]="枪兵"
RandomNickNames[19]="马达"
RandomNickNames[20]="北行者"
RandomNicknames[21]="主宰"
RandomNicknames[22]="渗透者"
RandomNickNames[23]="断点"
RandomNicknames[24]="追问者"
RandomNickNames[25]="快步"
RandomNicknames[26]="行者"
RandomNicknames[27]="风暴前线"
RandomNickNames[28]="圣堂武士"
RandomNickNames[29]="卫道士"
RandomNickNames[30]="督军"
RandomNicknames[31]="零"

[FindCover X2AbilityTemplate]
LocFriendlyName="寻找掩体!"
LocLongDescription="每回合当发现一组新敌人时，获得一个额外行动点。"
LocHelpText="每回合当发现一组新敌人时，获得一个额外行动点。"
LocFlyoverText="寻找掩体!"
LocPromotionPopupText="<Bullet/> 寻找掩体！在 Xcom 的回合开始时重置其触发器，因此如果它在 Xcom 的回合中触发，则不会在外星人的回合中再次被触发。<br/>"